Repository: kashandarash/test_automation
Catalog: translations/*.po
Languages: es, nl

source: Lists both Reaction Automation and Automation Components.
es: Enumera tanto la Automatización de la Reacción como los Componentes de Automatización.
nl: Toont zowel Reaction Automation als Automation Components.

source: Lists just the machine names.
es: Enumera sólo los nombres de las máquinas.
nl: Toont alleen de machinenamen.

source: Lists only Automation Components.
es: Enumera sólo los componentes de automatización.
nl: Toont alleen automatiseringscomponenten.

source: Log all warnings and errors
es: Registrar todas las advertencias y errores
nl: Log alle waarschuwingen en fouten

source: Log errors only
es: Registrar sólo errores
nl: Alleen logfouten

source: Log everything
es: Regístralo todo
nl: Leg alles vast.

source: Log warnings and errors only
es: Registrar sólo advertencias y errores
nl: Log alleen waarschuwingen en fouten

source: Loop
es: Bucle
nl: Lus

source: Looping over the list items of %selector.
es: Recorrer en bucle los elementos de la lista de %selector.
nl: Lussen over de lijst-items van %selector.

source: Machine name: @name
es: Nombre de la máquina: @name
nl: Systeemnaam: @name

source: Message
es: Mensaje
nl: Bericht

source: Message action context values
es: Valores de contexto de la acción de mensaje
nl: Contextwaarden van de berichtenactie

source: Message type
es: Tipo de mensaje
nl: Type bericht

source: My User is blocked
es: Mi usuario está bloqueado
nl: Mijn gebruiker is geblokkeerd

source: NOT
es: NO
nl: NIET

source: Name
es: Nombre
nl: Naam

source: Negate
es: Negar
nl: Samenvoegen

source: Negate this condition
es: Negar esta condición
nl: Ontken deze voorwaarde

source: Negated
es: Negado
nl: Negatief

source: No automation components have been defined.
es: No se han definido componentes de automatización.
nl: Er zijn geen automatiseringscomponenten gedefinieerd.

source: Node
es: Nodo

source: None
es: Ninguno
nl: Geen

source: Operations
es: Operaciones
nl: Acties

source: Other
es: Otros
nl: Andere

source: Outputs machine names in a format suitable for piping.
es: Da salida a los nombres de las máquinas en un formato adecuado para la canalización.
nl: Voert machinenamen uit in een formaat dat geschikt is voor piping.

source: Parameters: <none>
es: Parámetros: <ninguno>

source: Parameters: @name-value
es: Parámetros: @name-value

source: Permanently deletes the workflowevent with machine name "test_workflowevent".
es: Elimina permanentemente el workflowevent con nombre de máquina "test_workflowevent".
nl: Verwijdert permanent het workflowevent met machinenaam "test_workflowevent".

source: Placeholder token replacements
es: Sustitución de marcadores de posición
nl: Placeholder token vervangingen

source: Plugin ID
es: ID de extensión
nl: Bovenliggend plugin-ID

source: Provided context definitions
es: Definiciones contextuales facilitadas
nl: Verstrekte contextdefinities

source: Provided context mapping
es: Mapa de contexto proporcionado
nl: Voorzien van context mapping

source: Provided variable name %name contains not allowed characters.
es: El nombre de variable %name contiene caracteres no permitidos.
nl: Opgegeven variabele naam %name bevat niet toegestane tekens.

source: Provided variables
es: Variables proporcionadas
nl: Verstrekte variabelen

source: React on event
es: Reaccionar ante un acontecimiento
nl: Reageren op gebeurtenis

source: React on events and conditionally evaluate actions.
es: Reaccionar ante eventos y evaluar acciones condicionalmente.
nl: Reageren op gebeurtenissen en acties voorwaardelijk evalueren.

source: Reacting on event %label.
es: Reaccionando al evento %label.
nl: Reageren op gebeurtenis %label.

source: Reaction Automation
es: Automatización de reacciones
nl: Reactie Automatisering

source: Reaction automation
es: Automatización de reacciones
nl: Reactie automatisering

source: Reaction automation associate one or more reactions to one or more specific site events. Execution of a workflow event actions can optionally be tied to one or more conditions. To list and update existing reaction automation and to create a new one, visit the <a href=":url">reaction automation overview page</a>.
es: La automatización de reacciones asocia una o más reacciones a uno o más eventos específicos del sitio. La ejecución de las acciones de un evento de flujo de trabajo puede vincularse opcionalmente a una o más condiciones. Para listar y actualizar las automatizaciones de reacción existentes y para crear una nueva, visite la página de resumen de automatizaciones de reacción <a href=":url"></a> .
nl: Reactieautomatisering koppelt een of meer reacties aan een of meer specifieke sitegebeurtenissen. De uitvoering van een workflowgebeurtenis kan optioneel worden gekoppeld aan een of meer voorwaarden. Voor het oplijsten en bijwerken van bestaande reactie-automatisering en het maken van een nieuwe, gaat u naar de pagina <a href=":url">overzicht reactie-automatisering</a>.

source: Reaction automation, listed below, react on selected events on the site. Each workflow event may fire any number of <em>actions</em>, and may have any number of <em>conditions</em> that must be met for the actions to be executed. You can also set up <a href=":components">components</a> – stand-alone sets of Automation configuration that can be used in Automation and other parts of your site. See <a href=":documentation">the online documentation</a> for an introduction on how to use social_automation.
es: Las automatizaciones de reacción, listadas a continuación, reaccionan a eventos seleccionados en el sitio. Cada evento de flujo de trabajo puede disparar cualquier número de acciones <em></em> , y puede tener cualquier número de condiciones <em></em> que deben cumplirse para que las acciones se ejecuten. También puede configurar componentes <a href=":components"></a> - conjuntos independientes de configuración de Automatización que pueden utilizarse en Automatización y en otras partes de su sitio. Consulte <a href=":documentation">la documentación en línea</a> para obtener una introducción sobre cómo utilizar social_automation.
nl: Reactie-automatisering, hieronder opgesomd, reageren op geselecteerde gebeurtenissen op de site. Elke workflowgebeurtenis kan een willekeurig aantal <em>acties activeren</em>, en kan een willekeurig aantal <em>voorwaarden</em> hebben waaraan moet worden voldaan om de acties uit te voeren. U kunt ook <a href=":components">componenten opzetten</a> - stand-alone sets van Automation-configuratie die kunnen worden gebruikt in Automation en andere delen van uw site. Zie <a href=":documentation">de online documentatie</a> voor een inleiding over het gebruik van social_automation.

source: Repeat message
es: Repetir mensaje
nl: Herhaal bericht

source: Reply to
es: Responder a
nl: Antwoord op

source: Restrict by type
es: Restringir por tipo
nl: Beperken per type

source: Restricts output to either "workflowevent" or "component". Default is to list both.
es: Restringe la salida a "workflowevent" o "component". Por defecto se listan ambos.
nl: Beperkt de uitvoer tot "workflowevent" of "component". Standaard worden beide vermeld.

source: Save
es: Guardar
nl: Opslaan

source: Send email
es: Enviar correo electrónico
nl: E-mail versturen

source: Send email action context values
es: Valores contextuales de la acción Enviar correo electrónico
nl: Stuur e-mail actie contextwaarden

source: Send email to all users of a role
es: Enviar correo electrónico a todos los usuarios de un rol
nl: Stuur een e-mail naar alle gebruikers van een rol

source: Send to
es: Enviar a
nl: Stuur naar

source: Settings
es: Configuración
nl: Instellingen

source: Show a message on the site
es: Mostrar un mensaje en el sitio
nl: Toon een bericht op de site

source: Show debug information on screen (in the HTML response). Debug information is only shown when automation are evaluated, and is visible for users having the permission %permission.
es: Mostrar información de depuración en pantalla (en la respuesta HTML). La información de depuración sólo se muestra cuando se evalúa la automatización, y es visible para los usuarios que tienen el permiso %permission.
nl: Toon debug-informatie op het scherm (in het HTML-antwoord). Debug-informatie wordt alleen getoond wanneer automatisering wordt geëvalueerd, en is zichtbaar voor gebruikers met de permissie %permission.

source: Site information
es: Información del sitio
nl: Websitegegevens

source: Social Automation
es: Automatización social
nl: Sociale Automatisering

source: Specifies the entity for which to evaluate the condition.
es: Especifica la entidad cuya condición debe evaluarse.
nl: Specificeert de entiteit waarvoor de voorwaarde moet worden geëvalueerd.

source: Specifies the user for which to evaluate the condition.
es: Especifica el usuario para el que se evaluará la condición.
nl: Specificeert de gebruiker waarvoor de voorwaarde moet worden geëvalueerd.

source: Subject
es: Asunto
nl: Onderwerp

source: Successfully sent email to %number out of %count users having the role(s) %roles
es: Enviado con éxito el correo electrónico a %number de %count usuarios que tienen el rol(s) %roles
nl: Succesvol verzonden e-mail naar %number van %count gebruikers met de rol(len) %roles

source: Successfully sent email to %recipient
es: Email enviado con éxito a %recipient
nl: E-mail succesvol verzonden naar %recipient

source: Summary
es: Resumen
nl: Samenvatting

source: Switch to data selection
es: Pasar a la selección de datos
nl: Overschakelen naar dataselectie

source: Switch to the direct input mode
es: Cambiar al modo de entrada directa
nl: Overschakelen naar de directe ingangsmodus

source: System
es: Sistema
nl: Systeem

source: System logging
es: Registro del sistema
nl: Systeemregistratie

source: Tag
es: Etiqueta
nl: Label

source: Tags
es: Etiquetas
nl: Labels

source: Tags: @tags
es: Etiquetas: @tags

source: The Automation module allows site administrators to define conditionally executed actions based on occurring events (ECA-automation). For more information, see the <a href=":url1" target="_blank">online documentation for the Automation module</a> and the current <a href=":url2" target="_blank">Automation documentation for Drupal 8 on Gitbooks</a>.
es: El módulo Automatización permite a los administradores del sitio definir acciones ejecutadas condicionalmente en función de los eventos que se produzcan (ECA-automatización). Para obtener más información, consulte la documentación en línea <a href=":url1" target="_blank">para el módulo de Automatización</a> y la documentación actual <a href=":url2" target="_blank">Automatización para Drupal 8 en Gitbooks</a>.
nl: Met de Automatiseringsmodule kunnen sitebeheerders voorwaardelijk uitgevoerde acties definiëren op basis van optredende gebeurtenissen (ECA-automation). Zie voor meer informatie de <a href=":url1" target="_blank">online documentatie voor de Automatiseringsmodule</a> en de huidige <a href=":url2" target="_blank">Automatiseringsdocumentatie voor Drupal 8 op Gitbooks</a>.

source: The Automation modules allows to set global settings settings, such as logging. Visit the <a href=":url">automation settings page</a> to view and update current settings.
es: Los módulos de Automatización permiten establecer ajustes globales, como el registro. Visite la página de ajustes de automatización <a href=":url"></a> para ver y actualizar los ajustes actuales.
nl: Met de Automatiseringsmodules kunnen globale instellingen worden ingesteld, zoals logging. Bezoek de pagina <a href=":url">automatiseringsinstellingen</a> om de huidige instellingen te bekijken en bij te werken.

source: The bundle of the evaluated entity.
es: El paquete de la entidad evaluada.
nl: De bundel van de beoordeelde entiteit.

source: The condition %name evaluated to %bool.
es: La condición %name evaluada a %bool.
nl: De voorwaarde %name is geëvalueerd op %bool.

source: The context %context_name may not be configured using a selector.
es: El contexto %context_name no puede configurarse mediante un selector.
nl: De context %context_name mag niet worden geconfigureerd met een selector.

source: The context %context_name may only be configured using a selector.
es: El contexto %context_name sólo puede configurarse mediante un selector.
nl: De context %context_name mag alleen worden geconfigureerd met behulp van een selector.

source: The data selector helps you drill down into the available data. <em>To make entity fields appear in the data selector, you may have to use the condition 'entity has field' (or 'content is of type').</em> More useful tips about data selection is available in <a href=':url'>the online documentation</a>.
es: El selector de datos le ayuda a desglosar los datos disponibles. <em>Para que los campos de entidad aparezcan en el selector de datos, es posible que tenga que utilizar la condición "la entidad tiene campo" (o "el contenido es de tipo").</em> Encontrará más consejos útiles sobre la selección de datos en <a href=':url'>la documentación en línea</a>.
nl: De gegevensselector helpt u om in de beschikbare gegevens te duiken. <em>Om entiteitsvelden in de gegevensselector te laten verschijnen, moet u wellicht de voorwaarde 'entiteit heeft veld' (of 'inhoud is van het type') gebruiken.</em> Meer nuttige tips over dataselectie vindt u in <a href=':url'>de online documentatie</a>.

source: The data type of list variable %list is not a list.
es: El tipo de datos de la variable de lista %list no es una lista.
nl: Het gegevenstype van lijstvariabele %list is geen lijst.

source: The email's message body. Drupal will by default remove all HTML tags. If you want to use HTML you must override this behavior by installing a contributed module such as Mime Mail.
es: El cuerpo del mensaje de correo electrónico. Drupal eliminará por defecto todas las etiquetas HTML. Si desea utilizar HTML debe anular este comportamiento mediante la instalación de un módulo contribuido como Mime Mail.
nl: De body van het bericht. Drupal verwijdert standaard alle HTML-tags. Als u HTML wilt gebruiken moet u dit gedrag omzeilen door een bijgedragen module zoals Mime Mail te installeren.

source: The email's reply-to address. Leave it empty to use the site-wide configured address.
es: Dirección de respuesta del correo electrónico. Déjelo vacío para utilizar la dirección configurada para todo el sitio.
nl: Het antwoordadres van de e-mail. Laat het leeg om het voor de hele site geconfigureerde adres te gebruiken.

source: The email's subject.
es: El asunto del correo electrónico.
nl: Het onderwerp van de e-mail.

source: The entity type specified by the condition.
es: El tipo de entidad especificado por la condición.
nl: Het door de voorwaarde gespecificeerde entiteittype.

source: The lock has been broken and you may now edit this @component_type.
es: Se ha roto el bloqueo y ya puede editar este @component_type.
nl: Het slot is verbroken en u kunt dit @component_type nu bewerken.

source: The machine-readable name must be unique, and can only contain lowercase letters, numbers, and underscores. Additionally, it can not be the reserved word "custom".
es: El nombre legible por máquna debe ser único, y sólo puede contener letras minúsculas, números y subrayados. Además no puede ser la palabra reservada "custom".
nl: De systeemnaam moet uniek zijn, en mag alleen bestaan uit kleine letters, cijfers en onderstrepingstekens. Het gereserveerde woord 'custom' is niet toegestaan.

source: The message type: status, warning, or error.
es: El tipo de mensaje: estado, advertencia o error.
nl: Het type bericht: status, waarschuwing of fout.

source: The name of the field to check for.
es: El nombre del campo a comprobar.
nl: De naam van het te controleren veld.

source: The required context %context_name is missing.
es: Falta el contexto requerido %context_name.
nl: De vereiste context %context_name ontbreekt.

source: The roles to which to send the email.
es: Las funciones a las que se enviará el correo electrónico.
nl: De rollen waarnaar de e-mail moet worden gestuurd.

source: The text to display. HTML is allowed.
es: El texto a mostrar. Se permite HTML.
nl: De tekst die moet worden weergegeven. HTML is toegestaan.

source: The type of the evaluated entity.
es: Tipo de la entidad evaluada.
nl: Het type van de geëvalueerde entiteit.

source: The variable name must contain only lowercase letters, numbers, and underscores and must be unique in the current scope.
es: El nombre de la variable debe contener sólo letras minúsculas, números y guiones bajos y debe ser único en el ámbito actual.
nl: De naam van de variabele mag alleen kleine letters, cijfers en underscores bevatten en moet uniek zijn in het huidige bereik.

source: The workflow event %label has been disabled.
es: El evento de flujo de trabajo %label ha sido desactivado.
nl: De workflow gebeurtenis %label is uitgeschakeld.

source: The workflow event %label has been enabled.
es: El evento de flujo de trabajo %label ha sido activado.
nl: De workflow gebeurtenis %label is ingeschakeld.

source: The workflowevent "@name" has been deleted.
es: El evento de flujo de trabajo "@name" ha sido eliminado.
nl: De workflowevent "@name" is verwijderd.

source: The workflowevent "@name" has been disabled.
es: El evento de flujo de trabajo "@name" ha sido desactivado.
nl: De workflowevent "@name" is uitgeschakeld.

source: The workflowevent "@name" has been enabled.
es: Se ha activado el evento de flujo de trabajo "@name".
nl: De workflowevent "@name" is ingeschakeld.

source: The workflowevent "@name" has been exported.
es: El evento de flujo de trabajo "@name" ha sido exportado.
nl: De workflowevent "@name" is geëxporteerd.

source: The workflowevent "@name" has not been overridden and can't be reverted.
es: El evento de flujo de trabajo "@name" no se ha anulado y no se puede revertir.
nl: De workflowevent "@name" is niet overschreven en kan niet worden teruggedraaid.

source: The workflowevent "@name" is already disabled.
es: El evento de flujo de trabajo "@name" ya está desactivado.
nl: De workflowevent "@name" is al uitgeschakeld.

source: The workflowevent "@name" is already enabled.
es: El evento de flujo de trabajo "@name" ya está activado.
nl: De workflowevent "@name" is al ingeschakeld.

source: The workflowevent @name has been deleted.
es: El evento de flujo de trabajo @name ha sido eliminado.
nl: De workflowevent @name is verwijderd.

source: The workflowevent @name has been disabled.
es: El @name del evento de flujo de trabajo ha sido desactivado.
nl: De workflowevent @name is uitgeschakeld.

source: The workflowevent @name has been enabled.
es: El @name del evento de flujo de trabajo ha sido habilitado.
nl: De workflowevent @name is ingeschakeld.

source: The workflowevent @name has been exported.
es: Se ha exportado el @name del evento de flujo de trabajo.
nl: De workflowevent @name is geëxporteerd.

source: The workflowevent @name has been reverted to its default state.
es: El @name del evento de flujo de trabajo se ha revertido a su estado por defecto.
nl: De workflowevent @name is teruggezet naar de standaard status.

source: The workflowevent @name is already disabled
es: El evento de flujo de trabajo @name ya está desactivado
nl: De workflowevent @name is al uitgeschakeld

source: The workflowevent @name is already enabled
es: El evento de flujo de trabajo @name ya está habilitado
nl: De workflowevent @name is al ingeschakeld

source: There are no disabled @label.
es: No hay @label desactivadas.
nl: Er zijn geen uitgeschakelde @label.

source: There are no enabled @label.
es: No hay @label habilitadas.
nl: Er zijn geen ingeschakelde @label.

source: There is no lock on %label to break.
es: No hay ningún bloqueo en %label que romper.
nl: Er is geen slot op %label om te breken.

source: This @component_type is being edited by user @user, and is therefore locked from editing by others. This lock is @age old. Click here to <a href=":url">break this lock</a>.
es: Este @component_type está siendo editado por el usuario @user, y por lo tanto está bloqueado para que no pueda ser editado por otros. Este bloqueo es @age. Haga clic aquí para <a href=":url">romper este bloqueo</a>.
nl: Deze index wordt bewerkt door gebruiker @user, en is daarom vergrendeld tegen bewerken van andere gebruikers. Deze vergrendeling is @age oud. Klik hier om <a href=":url">het slot te ontgrendelen</a>.

source: Type
es: Tipo

source: Unchanged @entity_type
es: Sin cambios @entity_type
nl: Ongewijzigd @entity_type

source: User
es: Usuario
nl: Gebruiker

source: Uses
es: Usos
nl: Gebruikt

source: Value
es: Valor
nl: Waarde

source: Variable name
es: Nombre de la variable
nl: Variabele naam

source: View Automation debug log
es: Ver el registro de depuración de automatización
nl: Bekijk het debug-logboek van Automatisering

source: Weight
es: Peso
nl: Gewicht

source: Workflow event
es: Evento de flujo de trabajo
nl: Werkstroomgebeurtenis

source: Workflow event %label fires.
es: Se dispara el evento de flujo de trabajo %label.
nl: Workflow event %label vuurt af.

source: Workflow event %label has been created.
es: Se ha creado el evento de flujo de trabajo %label.
nl: Workflow event %label is aangemaakt.

source: Workflow event %label has been updated.
es: El evento %label ha sido actualizado.
nl: Workflow event %label is bijgewerkt.

source: Workflow event %label has fired.
es: El evento de flujo de trabajo %label se ha disparado.
nl: Workflow event %label is afgegaan.

source: Workflow event component %label has been updated.
es: El componente de eventos de flujo de trabajo %label ha sido actualizado.
nl: Workflow event component %label is bijgewerkt.

source: Workflow event components allows to define reusable combined actions which can optionally be tied to one or more conditions. Components are usable as actions in reaction automation or in other components. To list and update existing workflowevent components and to create a new one, visit the <a href=":url">components overview pages</a>.
es: Los componentes de eventos de flujo de trabajo permiten definir acciones combinadas reutilizables que, opcionalmente, pueden vincularse a una o más condiciones. Los componentes pueden utilizarse como acciones en la automatización de reacciones o en otros componentes. Para listar y actualizar los componentes de eventos de flujo de trabajo existentes y para crear uno nuevo, visite las páginas de resumen de componentes <a href=":url"></a> .
nl: Workflow event componenten maken het mogelijk herbruikbare gecombineerde acties te definiëren die optioneel kunnen worden gekoppeld aan een of meer voorwaarden. Componenten zijn bruikbaar als acties in reactie-automatisering of in andere componenten. Om de bestaande workfloweventcomponenten op te sommen en bij te werken en om een nieuwe aan te maken, bezoekt u de overzichtspagina's van <a href=":url">componenten</a>.

source: Workflow event evaluation is triggered whenever the selected event occurs.
es: La evaluación de eventos del flujo de trabajo se activa siempre que se produce el evento seleccionado.
nl: De evaluatie van workflowgebeurtenissen wordt geactiveerd wanneer de geselecteerde gebeurtenis zich voordoet.

source: Workflow event name (machine id) to delete.
es: Nombre del evento de flujo de trabajo (id de máquina) a eliminar.
nl: Workflow event naam (machine id) om te verwijderen.

source: Workflow event name (machine id) to disable.
es: Nombre del evento de flujo de trabajo (id de máquina) a deshabilitar.
nl: Naam van de workflowgebeurtenis (machine-id) die moet worden uitgeschakeld.

source: Workflow event name (machine id) to enable.
es: Nombre del evento de flujo de trabajo (id de máquina) a habilitar.
nl: Workflow event naam (machine id) om in te schakelen.
