Repository: kashandarash/test_automation
Catalog: translations/*.po
Languages: es, nl

source: Workflow event name (machine id) to export.
es: Nombre del evento de flujo de trabajo (id de máquina) a exportar.
nl: Workflow event naam (machine id) om te exporteren.

source: Workflow events
es: Eventos de flujo de trabajo
nl: Workflow gebeurtenissen

source: Workflow events administration overview.
es: Visión general de la administración de eventos de flujo de trabajo.
nl: Workflow events administratie overzicht.

source: Write a copy of the debug information to the system database log. This will be visible for users having the permission %permission.
es: Escribe una copia de la información de depuración en el registro de la base de datos del sistema. Esto será visible para los usuarios que tengan el permiso %permission.
nl: Schrijf een kopie van de debug-informatie naar het logboek van de systeemdatabase. Dit zal zichtbaar zijn voor gebruikers die de toestemming %permission hebben.

source: You have unsaved changes.
es: Hay cambios sin guardar.
nl: Er zijn niet-opgeslagen wijzigingen.

source: automation component
es: componente de automatización
nl: automatiseringscomponent

source: automation components
es: componentes de automatización
nl: automatiseringscomponenten

source: edit
es: editar
nl: bewerken

source: reaction automation
es: automatización de reacciones
nl: reactieautomatisering

source: workflow event
es: evento de flujo de trabajo
nl: workflow gebeurtenis

source: Roles
nl: Rollen
