Repository: kashandarash/test_automation
Catalog: translations/*.po
Languages: es, nl

source: %label evaluated to %result.
es: %label evaluada a %result.
nl: %label geëvalueerd tot %result.

source: -Close all-
es: -Cerrar todo-
nl: -Sluit alles af.

source: -Open all-
es: -Abre todo-

source: @entity_type is viewed
es: @entity_type se ve
nl: @entity_type wordt bekeken

source: A unique machine-readable name for your component. Can only contain lowercase letters, numbers, and underscores.
es: Un nombre único legible por máquina para su componente. Solo puede contener letras minúsculas, números y guiones bajos.
nl: Een unieke machineleesbare naam voor uw component. Kan alleen kleine letters, cijfers en underscores bevatten.

source: About
es: Acerca de
nl: Over

source: Access the Automation debug log.
es: Accede al registro de depuración de Automatización.
nl: Toegang tot het debug-logboek van Automation.

source: Action
es: Acción
nl: Actie

source: Action plugin %plugin_id does not exist
es: El plugin de acción %plugin_id no existe
nl: Actie plugin %plugin_id bestaat niet

source: Action plugin ID
es: ID del plugin de acción
nl: Actie plugin ID

source: Action plugin ID is missing
es: Falta el ID del plugin de acción
nl: Actie plugin ID ontbreekt

source: Action set
es: Conjunto de acciones
nl: Actieset

source: Action: @summary
es: Acción: @summary
nl: Actie: @summary

source: Actions
es: Acciones
nl: Acties

source: Active
es: Activo
nl: Actief

source: Add @expression
es: Añadir @expression
nl: @expression toevoegen

source: Add action
es: Añadir acción
nl: Actie toevoegen

source: Add component
es: Añadir componente
nl: Component toevoegen

source: Add condition
es: Añadir condición
nl: Voorwaarde toevoegen

source: Add workflow event
es: Añadir evento de flujo de trabajo
nl: Werkstroomgebeurtenis toevoegen

source: Add workflowevent
es: Añadir evento de flujo de trabajo
nl: Workflowevent toevoegen

source: Adjust the name of provided variables, but note that renaming of already utilized variables invalidates the existing uses.
es: Ajuste el nombre de las variables proporcionadas, pero tenga en cuenta que el cambio de nombre de las variables ya utilizadas invalida los usos existentes.
nl: Pas de naam van de verstrekte variabelen aan, maar merk op dat het hernoemen van reeds gebruikte variabelen het bestaande gebruik ongeldig maakt.

source: Administer Automation
es: Administrar la automatización
nl: Automatisering beheren

source: Administer Automation component configurations and settings.
es: Administrar las configuraciones y ajustes de los componentes de Automatización.
nl: Beheer van configuraties en instellingen van automatiseringscomponenten.

source: Administer Automation components
es: Administrar componentes de automatización
nl: Automatiseringscomponenten beheren

source: Administer Automation reaction configurations and settings.
es: Administrar configuraciones y ajustes de reacción de Automatización.
nl: Beheer van configuraties en instellingen van automatiseringsreacties.

source: Administer Automation reactions
es: Administrar las reacciones de automatización
nl: Automatiseringsreacties toedienen

source: Administer all Automation configurations and settings.
es: Administrar todas las configuraciones y ajustes de Automatización.
nl: Beheer van alle automatiseringsconfiguraties en -instellingen.

source: Administrative description
es: Descripción administrativa
nl: Beheer-omschrijving

source: After deleting a @entity_type
es: Después de borrar un @entity_type
nl: Na het verwijderen van een @entity_type

source: After saving a new @entity_type
es: Después de guardar un nuevo @entity_type
nl: Na het opslaan van een nieuw @entity_type

source: After updating a @entity_type
es: Después de actualizar un @entity_type
nl: Na het bijwerken van een @entity_type

source: Also log debug information to system log
es: También registra información de depuración en el registro del sistema
nl: Logt ook debug-informatie in het systeemlogboek

source: Also log debug information to the system log
es: También registra información de depuración en el registro del sistema
nl: Logt ook debug-informatie in het systeemlogboek

source: Apply numeric offset
es: Aplicar offset numérico
nl: Numerieke offset toepassen

source: Are you sure you want to delete %title from %workflowevent?
es: ¿Está seguro de que desea eliminar %title de %workflowevent?
nl: Weet u zeker dat u %title uit %workflowevent wilt verwijderen?

source: Are you sure you want to delete the workflowevent named "@name"? This action cannot be undone.
es: ¿Está seguro de que desea eliminar el evento de flujo de trabajo denominado "@name"? Esta acción no se puede deshacer.
nl: Weet u zeker dat u de workflowevent met de naam "@name" wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to revert the workflowevent named "@name"? This action cannot be undone.
es: ¿Está seguro de que desea revertir el evento de flujo de trabajo denominado "@name"? Esta acción no se puede deshacer.
nl: Weet u zeker dat u de workflowevent met de naam "@name" wilt terugdraaien? Deze actie kan niet ongedaan worden gemaakt.

source: Automation
es: Automatización
nl: Automatisering

source: Automation And
es: Automatización y
nl: Automatisering en

source: Automation Component
es: Componente de automatización
nl: Automatiseringscomponent

source: Automation Or
es: Automatización o
nl: Automatisering of

source: Automation action configuration
es: Configuración de acciones de automatización
nl: Configuratie van de automatiseringsactie

source: Automation commands
es: Comandos de automatización
nl: Automatiseringsopdrachten

source: Automation component
es: Componente de automatización
nl: Automatiseringscomponent

source: Automation component (embedded)
es: Componente de automatización (integrado)
nl: Automatiseringscomponent (ingebed)

source: Automation components
es: Componentes de automatización
nl: Automatiseringscomponenten

source: Automation condition configuration
es: Configuración de las condiciones de automatización
nl: Configuratie van de automatiseringsconditie

source: Automation evaluation log
es: Registro de evaluación de la automatización
nl: Evaluatie logboek automatisering

source: Automation expression
es: Expresión de automatización
nl: Automatiseringsuiting

source: Automation expression default configuration
es: Configuración por defecto de la expresión de automatización
nl: Standaardconfiguratie automatiseringsexpressie

source: Automation settings
es: Ajustes de automatización
nl: Automatiseringsinstellingen

source: AutomationComponent: Workflow event %label fires.
es: Componente de automatización: Evento de flujo de trabajo %label dispara.

source: AutomationComponent: Workflow event %label has fired.
es: AutomationComponent: El evento de flujo de trabajo %label se ha disparado.
nl: AutomationComponent: Workflow event %label is afgegaan.

source: Before saving a @entity_type
es: Antes de guardar un @entity_type
nl: Voor het opslaan van een @entity_type

source: Break lock
es: Desbloquear
nl: Slot ontgrendelen

source: Bundle
es: Paquete
nl: Bundel

source: By breaking this lock, any unsaved changes made by @user will be lost.
es: Rompiendo este bloqueo, cualquier cambio no salvado realizado por @user se perderá.
nl: Door deze vergrendeling te verbreken, zullen niet-opgeslagen aanpassingen, die door @user zijn gemaakt, verloren gaan.

source: Bypass Automation access control
es: Anular el control de acceso a la automatización
nl: Toegangscontrole automatisering omzeilen

source: Cancel
es: Cancelar
nl: Annuleren

source: Canceled.
es: Cancelado.
nl: Geannuleerd.

source: Component %label has been created.
es: El componente %label ha sido creado.
nl: Component %label is aangemaakt.

source: Components
es: Componentes
nl: Reacties

source: Components are stand-alone sets of Automation configuration that can be used by Automation and other modules on your site. Components are for example useful if you want to use the same conditions, actions or automation in multiple places, or call them from your custom module. You may also export each component separately. See the <a href=":documentation">online documentation</a> for more information about how to use components.
es: Los componentes son conjuntos independientes de configuración de Automatización que pueden ser utilizados por Automatización y otros módulos en su sitio. Los componentes son útiles, por ejemplo, si desea utilizar las mismas condiciones, acciones o automatizaciones en varios lugares, o llamarlas desde su módulo personalizado. También puede exportar cada componente por separado. Consulte la documentación en línea <a href=":documentation"></a> para obtener más información sobre cómo utilizar los componentes.
nl: Componenten zijn stand-alone sets van Automation-configuratie die kunnen worden gebruikt door Automation en andere modules op uw site. Componenten zijn bijvoorbeeld handig als u dezelfde voorwaarden, acties of automatisering op meerdere plaatsen wilt gebruiken, of ze wilt aanroepen vanuit uw aangepaste module. U kunt ook elke component afzonderlijk exporteren. Zie de <a href=":documentation">online documentatie</a> voor meer informatie over het gebruik van componenten.

source: Condition
es: Condición
nl: Instellingen

source: Condition plugin %plugin_id does not exist
es: La condición plugin %plugin_id no existe
nl: Voorwaarde plugin %plugin_id bestaat niet

source: Condition plugin ID
es: ID del plugin de condición
nl: Conditie plugin ID

source: Condition plugin ID is missing
es: Falta el ID del plugin de condición
nl: Conditie plugin ID ontbreekt

source: Condition set (AND)
es: Condición establecida (AND)
nl: Set voorwaarden (AND)

source: Condition set (OR)
es: Conjunto de condiciones (OR)
nl: Voorwaardenpakket (OR)

source: Condition: @summary
es: Condición: @summary
nl: Voorwaarde: @summary

source: Conditions
es: Condiciones
nl: Voorwaarden

source: Configuration
es: Configuración
nl: Instellingen

source: Configuration schema version
es: Versión del esquema de configuración
nl: Versie configuratieschema

source: Context definition
es: Definición del contexto
nl: Contextdefinities

source: Context definitions
es: Definiciones contextuales
nl: Contextdefinities

source: Context mapping
es: Cartografía contextual
nl: Het in kaart brengen van de context

source: Context processors
es: Procesadores de contexto
nl: Contextverwerkers

source: Context values
es: Valores contextuales
nl: Contextwaarden

source: Context variables
es: Variables de contexto
nl: Contextvariabelen

source: Continue
es: Continuar
nl: Doorgaan

source: Control all configurations regardless of permission restrictions of events, conditions or actions.
es: Controle todas las configuraciones independientemente de las restricciones de permisos de eventos, condiciones o acciones.
nl: Controleer alle configuraties, ongeacht permissiebeperkingen van gebeurtenissen, voorwaarden of acties.

source: Could not find a Workflow event named "@name".
es: No se pudo encontrar un evento de flujo de trabajo llamado "@name".
nl: Kon geen Workflow evenement vinden met de naam "@name".

source: Could not find a Workflow event named @name
es: No se pudo encontrar un evento de flujo de trabajo llamado @name
nl: Kon geen workflow evenement vinden met de naam @name

source: Could not find a Workflow event or a Automation Component named "@name".
es: No se pudo encontrar un evento de Flujo de Trabajo o un Componente de Automatización llamado "@name".
nl: Kon geen Workflow event of Automation Component met de naam "@name" vinden.

source: Could not find a Workflow event or a Automation Component named @name
es: No se pudo encontrar un evento de Flujo de Trabajo o un Componente de Automatización llamado @name
nl: Kon geen workflowgebeurtenis of automatiseringscomponent met de naam @name vinden

source: Current date
es: Fecha actual
nl: Huidige datum

source: Current path
es: Trayectoria actual
nl: Huidig pad

source: Data selector
es: Selector de datos
nl: Gegevenskiezer

source: Data selector %selector for context %context_name is invalid. @message
es: El selector de datos %selector para el contexto %context_name no es válido. @message
nl: Gegevensselector %selector voor context %context_name is ongeldig. @message

source: Debug log level
es: Nivel de registro de depuración
nl: Debug-logniveau

source: Debug logging
es: Registro de depuración

source: Delete
es: Eliminar
nl: Verwijderen

source: Deletes a workflowevent on your site.
es: Elimina un workflowevent en su sitio.
nl: Verwijdert een workflowevent op uw site.

source: Description
es: Descripción
nl: Beschrijving

source: Developer-specific commands for the Automation module.
es: Comandos específicos del desarrollador para el módulo Automatización.
nl: Ontwikkelaarsspecifieke commando's voor de module Automatisering.

source: Disable workflow event
es: Desactivar evento de flujo de trabajo
nl: Werkstroomgebeurtenis uitschakelen

source: Disabled
es: Desactivado
nl: Uitgeschakeld

# Plural
source: Disabled
es: Desactivado
nl: Uitgeschakeld

source: Disables a workflowevent on your site.
es: Desactiva un workflowevent en su sitio.
nl: Schakelt een workflowevent op uw site uit.

source: Disables the workflowevent with machine name "test_workflowevent".
es: Desactiva el workflowevent con nombre de máquina "test_workflowevent".
nl: Schakelt de workflowevent met machinenaam "test_workflowevent" uit.

source: Disables/deactivates a Workflow event on your site.
es: Desactiva/desactiva un evento de Workflow en su sitio.
nl: Schakelt een Workflow event op uw site uit.

source: Do you want to break the lock on %label?
es: ¿Quieres romper el bloqueo de %label?
nl: Wil je het slot op %label verbreken?

source: Edit
es: Editar
nl: Bewerken

source: Edit @expression
es: Editar @expression
nl: Bewerk @expression

source: Edit automation component "@label"
es: Editar componente de automatización "@label"
nl: Automatiseringscomponent "@label" bewerken

source: Edit workflow event "@label"
es: Editar evento de flujo de trabajo "@label"
nl: Werkstroomgebeurtenis "@label" bewerken

source: Email address(es) drupal will send an email to.
es: Dirección(es) de correo electrónico a las que drupal enviará un mensaje.
nl: E-mail adres(sen) waar drupal een e-mail naar zal sturen.

source: Enable debug logging
es: Activar el registro de depuración
nl: Debug-logging inschakelen

source: Enable debug logging to screen
es: Activar el registro de depuración en pantalla
nl: Debug-logging naar het scherm inschakelen

source: Enable workflow event
es: Activar evento de flujo de trabajo
nl: Werkstroomgebeurtenis inschakelen

source: Enabled
es: Activado
nl: Ingeschakeld

# Plural
source: Enabled
es: Activado
nl: Ingeschakeld

source: Enables a workflowevent on your site.
es: Habilita un workflowevent en su sitio.
nl: Activeert een workflowevent op uw site.

source: Enables the workflowevent with machine name "test_workflowevent".
es: Habilita el workflowevent con nombre de máquina "test_workflowevent".
nl: Activeert de workflowevent met machinenaam "test_workflowevent".

source: Enables/activates a Workflow event on your site.
es: Habilita/activa un evento de Workflow en su sitio.
nl: Schakelt een Workflow event in/aan op uw site.

source: Enter a description for this component, to help document what this component is intended to do.
es: Introduzca una descripción para este componente, para ayudar a documentar lo que este componente está destinado a hacer.
nl: Geef een beschrijving voor deze component, om te helpen documenteren wat deze component moet doen.

source: Enter a list of comma-separated keywords here; e.g., "notification, publishing". Tags are keywords used for filtering available components in the administration interface.
es: Introduzca aquí una lista de palabras clave separadas por comas; por ejemplo, "notificación, publicación". Las etiquetas son palabras clave utilizadas para filtrar los componentes disponibles en la interfaz de administración.
nl: Voer hier een lijst van door komma's gescheiden trefwoorden in; bijvoorbeeld "kennisgeving, publiceren". Tags zijn trefwoorden die worden gebruikt voor het filteren van beschikbare componenten in de administratie-interface.

source: Enter a name to be used to identify your component in the administrative interface.
es: Introduzca un nombre que se utilizará para identificar su componente en la interfaz administrativa.
nl: Voer een naam in waarmee uw component in de administratieve interface wordt geïdentificeerd.

source: Enter a part of the component name, machine name, description, or tag to filter by.
es: Introduzca una parte del nombre del componente, el nombre de la máquina, la descripción o la etiqueta por la que filtrar.
nl: Voer een deel van de componentnaam, machinenaam, beschrijving of tag in om op te filteren.

source: Enter a part of the workflowevent name, machine name, event, description, or tag to filter by.
es: Introduzca una parte del flujo de trabajonombre del evento, nombre de la máquina, evento, descripción o etiqueta por la que filtrar.
nl: Voer een deel van de workfloweventnaam, machinenaam, gebeurtenis, beschrijving of tag in om op te filteren.

source: Enter one value per line for this multi-valued context.
es: Introduzca un valor por línea para este contexto multivalor.
nl: Voer één waarde per regel in voor deze context met meerdere waarden.

source: Entity
es: Entidad
nl: Entiteit

source: Entity has field
es: La entidad tiene campo
nl: @entity die @field gebruikt

source: Entity is new context values
es: La entidad es nuevos valores de contexto
nl: Entiteit is nieuwe contextwaarden

source: Entity is of bundle
es: La entidad es del haz
nl: Entiteit is van bundel

source: Entity is of type
es: La entidad es del tipo
nl: De entiteit is van het type

source: Evaluating conditions of workflowevent %label.
es: Evaluando condiciones de workflowevent %label.
nl: Evalueren van voorwaarden van workflowevent %label.

source: Evaluating the action %name.
es: Evaluando la acción %name.
nl: Evalueren van de actie %name.

source: Evaluation errors are logged to the system database logger and all other registered loggers.
es: Los errores de evaluación se registran en el logger de la base de datos del sistema y en todos los demás loggers registrados.
nl: Evaluatiefouten worden gelogd naar de logger van de systeemdatabase en alle andere geregistreerde loggers.

source: Evaluation errors log level
es: Nivel de registro de errores de evaluación
nl: Evaluatie fouten log niveau

source: Event
es: Evento
nl: Evenement

source: Event selection
es: Selección de eventos
nl: Selectie van evenementen

source: Events
es: Eventos
nl: Evenementen

source: Expected a @expected_type data type for context %context_name but got a @provided_type data type instead.
es: Se esperaba un tipo de datos @expected_type para el contexto %context_name pero en su lugar se ha obtenido un tipo de datos @provided_type.
nl: Verwachtte een gegevenstype @expected_type voor context %context_name maar kreeg in plaats daarvan een gegevenstype @provided_type.

source: Exports a Workflow event in YAML format.
es: Exporta un evento de flujo de trabajo en formato YAML.
nl: Exporteert een Workflow event in YAML formaat.

source: Exports a workflowevent.
es: Exporta un evento de flujo de trabajo.
nl: Exporteert een workflowevent.

source: Exports all Automation Components into individual YAML files.
es: Exporta todos los componentes de automatización en archivos YAML individuales.
nl: Exporteert alle Automation Components naar individuele YAML-bestanden.

source: Exports the Workflow event with machine name "test_workflowevent" and saves it in a .yml file.
es: Exporta el evento Workflow con nombre de máquina "test_workflowevent" y lo guarda en un archivo .yml.
nl: Exporteert het Workflow-event met machinenaam "test_workflowevent" en slaat het op in een .yml-bestand.

source: Expression configuration
es: Configuración de expresiones
nl: Uitdrukkingsconfiguratie

source: Field
es: Campo
nl: Veld

source: Filter
es: Filtro

source: Filter by component name, machine name, description, or tag
es: Filtrar por nombre de componente, nombre de máquina, descripción o etiqueta
nl: Filter op componentnaam, machinenaam, beschrijving of tag

source: Filter by workflowevent name, machine name, event, description, or tag
es: Filtrar por nombre de evento de flujo de trabajo, nombre de máquina, evento, descripción o etiqueta
nl: Filter op workfloweventnaam, machinenaam, gebeurtenis, beschrijving of tag

source: Finished reacting on event %label.
es: Finalizada la reacción al evento %label.
nl: Klaar met reageren op gebeurtenis %label.

source: General settings
es: Ajustes generales
nl: Algemene instellingen

source: If checked, the condition result is negated such that it returns TRUE if it evaluates to FALSE.
es: Si se comprueba, el resultado de la condición se niega de forma que devuelve TRUE si se evalúa como FALSE.
nl: Indien gecontroleerd, wordt het resultaat van de voorwaarde genegeerd, zodat het TRUE oplevert als het op FALSE uitkomt.

source: If disabled and the message has been already shown, then the message won't be repeated.
es: Si está desactivado y el mensaje ya se ha mostrado, no se repetirá.
nl: Indien uitgeschakeld en het bericht is reeds getoond, dan wordt het bericht niet herhaald.

source: If specified, the language object (not language code) used for getting the email message and subject.
es: Si se especifica, el objeto de idioma (no el código de idioma) utilizado para obtener el mensaje de correo electrónico y el asunto.
nl: Indien gespecificeerd, het taalobject (niet de taalcode) dat wordt gebruikt voor het verkrijgen van het e-mailbericht en het onderwerp.

source: If specified, the language used for getting the email message and subject.
es: Si se especifica, el idioma utilizado para obtener el mensaje de correo electrónico y el asunto.
nl: Indien gespecificeerd, de taal die wordt gebruikt voor het verkrijgen van het e-mailbericht en het onderwerp.

source: If you need to filter for multiple values, either add multiple events or use the "Entity is of bundle" condition. These options are available after saving this form.
es: Si necesita filtrar varios valores, añada varios eventos o utilice la condición "La entidad es del paquete". Estas opciones están disponibles después de guardar este formulario.
nl: Als u moet filteren op meerdere waarden, voeg dan meerdere gebeurtenissen toe of gebruik de voorwaarde "Entiteit is van bundel". Deze opties zijn beschikbaar na het opslaan van dit formulier.

source: Label
es: Etiqueta

source: Language
es: Idioma
nl: Taal

source: Level of debug log messages shown on screen
es: Nivel de los mensajes de registro de depuración mostrados en pantalla
nl: Niveau van debug-logberichten die op het scherm worden getoond

source: List item name %name conflicts with an existing variable.
es: El nombre de elemento de lista %name entra en conflicto con una variable existente.
nl: Lijstitem naam %name conflicteert met een bestaande variabele.

source: List position
es: Posición en la lista
nl: Lijst positie

source: List variable %list does not exist. @message
es: La variable de lista %list no existe. @message
nl: Lijstvariabele %list bestaat niet. @message

source: List variable is missing.
es: Falta la variable de lista.
nl: Lijst variabele ontbreekt.

source: Lists all the active and inactive automation for your site.
es: Lista todas las automatizaciones activas e inactivas de su sitio.
nl: Toont alle actieve en inactieve automatisering voor uw site.

source: Lists all the automation on your site.
es: Lista todos los automatismos de su sitio.
nl: Toont alle automatisering op uw site.
